tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "deno"
brew "fzf"
brew "ghq"
brew "glow"
brew "gnu-sed"
brew "macvim"
brew "memcached", restart_service: true
brew "neovim"
brew "starship"
brew "telnet"
brew "tmux"
brew "volta"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "maccy"
cask "rectangle"
